Repository: HOCKULUS/BoxHelper
Catalog: BoxHelper/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fr, hi, it, ja, nl, pl, pt_pt, uk, zh_hans, zh_hk

# %lld ausgewählt
source: %lld selected
ar: تم تحديد %lld
bn: %lldটি নির্বাচিত
cs: Vybráno %lld
da: %lld valgt
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionné(s)
hi: %lld चयनित
it: %lld selezionati
ja: %lld件を選択済み
nl: %lld geselecteerd
pl: Wybrano: %lld
pt_pt: %lld selecionados
uk: Вибрано %lld
zh_hans: %lld 已选中
zh_hk: %lld 已選取

# %lld ausgewählte Kisten werden dauerhaft gelöscht.
source: %lld selected boxes will be permanently deleted.
ar: سيتم حذف %lld صندوقًا محددًا نهائيًا.
bn: নির্বাচিত %lldটি বাক্স স্থায়ীভাবে মুছে ফেলা হবে।
cs: %lld vybraných krabic bude trvale smazáno.
da: %lld valgte kasser slettes permanent.
de: %lld ausgewählte Kisten werden dauerhaft gelöscht.
es: %lld cajas seleccionadas se eliminarán permanentemente.
fr: %lld boîtes sélectionnées seront supprimées définitivement.
hi: %lld चुने हुए डिब्बे स्थायी रूप से हटा दिए जाएँगे।
it: %lld scatole selezionate verranno eliminate definitivamente.
ja: 選択した%lld個の箱は完全に削除されます。
nl: %lld geselecteerde dozen worden permanent verwijderd.
pl: %lld wybranych pudełek zostanie trwale usuniętych.
pt_pt: %lld caixas selecionadas serão eliminadas permanentemente.
uk: %lld вибраних коробок буде видалено назавжди.
zh_hans: %lld 个已选中的箱子将被永久删除。
zh_hk: %lld 個已選取的箱子將被永久刪除。

# %lld Bilder
source: %lld images
ar: %lld صورة
bn: %lldটি ছবি
cs: %lld obrázků
da: %lld billeder
de: %lld Bilder
es: %lld imágenes
hi: %lld चित्र
it: %lld immagini
ja: %lld枚の画像
nl: %lld afbeeldingen
pl: %lld obrazów
pt_pt: %lld imagens
uk: %lld зображень
zh_hans: %lld 张图片
zh_hk: %lld 張圖片

# %lld Gegenstände in „%@“ verschieben?
source: Move %1$lld items to "%2$@"?
ar: هل تريد نقل %lld عنصرًا إلى "%@"؟
bn: %lldটি আইটেম "%@"-এ সরাবেন?
cs: Přesunout %lld položek do „%@“?
da: Flyt %lld genstande til "%@"?
de: %lld Gegenstände in „%@“ verschieben?
es: ¿Mover %1$lld objetos a "%2$@"?
fr: Déplacer %lld éléments vers "%@" ?
hi: %lld वस्तुओं को "%@" में ले जाएँ?
it: Spostare %lld elementi in "%@"?
ja: %lld個のアイテムを「%@」へ移動しますか？
nl: %lld items naar "%@" verplaatsen?
pl: Przenieść %lld przedmiotów do „%@”?
pt_pt: Mover %lld itens para "%@"?
uk: Перемістити %lld елементів до «%@»?
zh_hans: 要将 %1$lld 个物品移到「%2$@」吗？
zh_hk: 要將 %1$lld 個物品移到「%2$@」嗎？

# %lld Kisten nach „%@“ verschieben?
source: Move %1$lld boxes to "%2$@"?
ar: هل تريد نقل %lld صندوقًا إلى "%@"؟
bn: %lldটি বাক্স "%@"-এ সরাবেন?
cs: Přesunout %lld krabic do „%@“?
da: Flyt %lld kasser til "%@"?
de: %lld Kisten nach „%@“ verschieben?
es: ¿Mover %1$lld cajas a "%2$@"?
fr: Déplacer %lld boîtes vers "%@" ?
hi: %lld डिब्बों को "%@" में ले जाएँ?
it: Spostare %lld scatole in "%@"?
ja: %lld個の箱を「%@」へ移動しますか？
nl: %lld dozen naar "%@" verplaatsen?
pl: Przenieść %lld pudełek do „%@”?
pt_pt: Mover %lld caixas para "%@"?
uk: Перемістити %lld коробок до «%@»?
zh_hans: 要将 %1$lld 个箱子移到「%2$@」吗？
zh_hk: 要將 %1$lld 個箱子移到「%2$@」嗎？

source: ⚙️ Have you tried the new Shortcuts integration yet? I'd love to hear what you think and if anything is missing.
ar: ⚙️ هل جرّبت تكامل الاختصارات الجديد؟ يسعدني معرفة رأيك وما إذا كان هناك شيء ناقص.
bn: ⚙️ নতুন শর্টকাটস ইন্টিগ্রেশন কি ইতিমধ্যে ব্যবহার করে দেখেছেন? আপনার মতামত এবং কিছু অনুপস্থিত থাকলে জানতে ভালো লাগবে।
cs: ⚙️ Vyzkoušeli jste už novou integraci Zkratek? Rád uslyším, co si myslíte a jestli něco nechybí.
da: ⚙️ Har du allerede prøvet den nye Genveje-integration? Jeg vil meget gerne høre, hvad du synes, og om der mangler noget.
de: ⚙️ Hast du die neue Kurzbefehle-Integration schon ausprobiert? Sag mir gern, wie du sie findest und ob dir noch etwas fehlt.
es: ⚙️ ¿Ya probaste la nueva integración con Atajos? Me encantaría saber qué te parece y si falta algo.
fr: ⚙️ Avez-vous déjà essayé la nouvelle intégration Raccourcis ? J’aimerais beaucoup savoir ce que vous en pensez et s’il manque quelque chose.
hi: ⚙️ क्या आपने नया शॉर्टकट्स इंटीग्रेशन आज़माया है? मुझे जानकर खुशी होगी कि आपको यह कैसा लगा और क्या इसमें कुछ कमी है।
it: ⚙️ Hai già provato la nuova integrazione Comandi Rapidi? Mi farebbe piacere sapere cosa ne pensi e se manca qualcosa.
ja: ⚙️ 新しいショートカット連携はもう試しましたか？使ってみた感想や足りない点があればぜひ教えてください。
nl: ⚙️ Heb je de nieuwe Shortcuts-integratie al geprobeerd? Ik hoor graag wat je ervan vindt en of er nog iets ontbreekt.
pl: ⚙️ Czy wypróbowałeś już nową integrację ze Skrótami? Chętnie usłyszę, co o niej myślisz i czy czegoś w niej brakuje.
pt_pt: ⚙️ Já experimentou a nova integração com Atalhos? Gostava muito de saber o que acha e se sente falta de alguma coisa.
uk: ⚙️ Ви вже спробували нову інтеграцію з Командами? Буду радий дізнатися, що ви думаєте і чи чогось бракує.
zh_hans: ⚙️ 你试過新的快捷指令整合了吗？很想知道你的想法，以及是否还缺少什么。
zh_hk: ⚙️ 你試過新的捷徑整合了嗎？很想知道你的想法，以及是否還缺少什麼。

source: ⚙️ Settings have been reworked again and grouped into clearer categories to make everything easier to find.
ar: ⚙️ أُعيد تنظيم الإعدادات مرة أخرى وتم تجميعها في فئات أوضح لتسهيل العثور على كل شيء.
bn: ⚙️ সেটিংস আবার নতুন করে সাজানো হয়েছে এবং আরও পরিষ্কার বিভাগে ভাগ করা হয়েছে, যাতে সবকিছু সহজে খুঁজে পাওয়া যায়।
cs: ⚙️ Nastavení bylo znovu přepracováno a seskupeno do přehlednějších kategorií, aby se vše snáze hledalo.
da: ⚙️ Indstillingerne er blevet omarbejdet igen og grupperet i tydeligere kategorier, så alt er lettere at finde.
de: ⚙️ Die Einstellungen wurden erneut überarbeitet und in klarere Kategorien gegliedert, damit du alles leichter findest.
es: ⚙️ Los ajustes se han reorganizado de nuevo y ahora están agrupados en categorías más claras para que todo sea más fácil de encontrar.
fr: ⚙️ Les réglages ont été retravaillés et regroupés dans des catégories plus claires pour que tout soit plus facile à trouver.
hi: ⚙️ सेटिंग्स को फिर से तैयार किया गया है और अधिक स्पष्ट श्रेणियों में बाँटा गया है ताकि सब कुछ आसानी से मिल सके।
it: ⚙️ Le impostazioni sono state rielaborate ancora una volta e raggruppate in categorie più chiare per rendere tutto più facile da trovare.
ja: ⚙️ 設定を再整理し、より分かりやすいカテゴリにまとめて見つけやすくしました。
nl: ⚙️ De instellingen zijn opnieuw herwerkt en in duidelijkere categorieën gegroepeerd, zodat alles makkelijker te vinden is.
pl: ⚙️ Ustawienia zostały ponownie przebudowane i pogrupowane w bardziej przejrzyste kategorie, aby łatwiej było wszystko znaleźć.
pt_pt: ⚙️ As definições foram novamente reformuladas e agrupadas em categorias mais claras para facilitar a procura de tudo.
uk: ⚙️ Налаштування знову перероблено та згруповано в зрозуміліші категорії, щоб усе було легше знаходити.
zh_hans: ⚙️ 设置已再次重新整理，並分成更清晰的分类，让你更容易找到所有内容。
zh_hk: ⚙️ 設定已再次重新整理，並分成更清晰的分類，讓你更容易找到所有內容。

source: ⚙️ The settings have been restructured and enhanced with useful options.
ar: ⚙️ تمت إعادة هيكلة الإعدادات وتحسينها بخيارات مفيدة.
bn: ⚙️ সেটিংস নতুনভাবে গঠন করা হয়েছে এবং উপকারী বিকল্প দিয়ে উন্নত করা হয়েছে।
cs: ⚙️ Nastavení bylo přeorganizováno a doplněno o užitečné možnosti.
da: ⚙️ Indstillingerne er blevet omstruktureret og udvidet med nyttige muligheder.
de: ⚙️ Die Einstellungen wurden neu strukturiert und um hilfreiche Optionen erweitert.
es: ⚙️ Los ajustes fueron reorganizados y mejorados con opciones útiles.
fr: ⚙️ Les réglages ont été restructurés et enrichis d’options utiles.
hi: ⚙️ सेटिंग्स को नए ढंग से व्यवस्थित किया गया है और उपयोगी विकल्पों से बेहतर बनाया गया है।
it: ⚙️ Le impostazioni sono state ristrutturate e arricchite di opzioni utili.
ja: ⚙️ 設定を再構成し、便利なオプションを追加しました。
nl: ⚙️ De instellingen zijn herzien en uitgebreid met handige opties.
pl: ⚙️ Ustawienia zostały przeorganizowane i rozszerzone o przydatne opcje.
pt_pt: ⚙️ As definições foram reestruturadas e melhoradas com opções úteis.
uk: ⚙️ Налаштування було реструктуровано та доповнено корисними опціями.
zh_hans: ⚙️ 设置已重新整理，並新增了实用选项。
zh_hk: ⚙️ 設定已重新整理，並新增了實用選項。

source: ✏️ Made a typo? No issue. Items created while setting up a new box can now be edited permanently.
ar: ✏️ هل ارتكبت خطأً مطبعياً؟ لا مشكلة. يمكن الآن تعديل العناصر التي أُنشئت أثناء إعداد صندوق جديد بشكل دائم.
bn: ✏️ টাইপো হয়েছে? সমস্যা নেই। নতুন বাক্স সেটআপ করার সময় তৈরি করা আইটেম এখন স্থায়ীভাবে সম্পাদনা করা যাবে।
cs: ✏️ Udělali jste překlep? Žádný problém. Položky vytvořené při nastavování nové krabice lze nyní trvale upravovat.
da: ✏️ Lavede du en tastefejl? Intet problem. Genstande, der oprettes under opsætning af en ny kasse, kan nu redigeres permanent.
de: ✏️ Einen Tippfehler gemacht? Kein Problem. Gegenstände, die du beim Erstellen einer neuen Kiste anlegst, lassen sich jetzt dauerhaft bearbeiten.
es: ✏️ ¿Cometiste un error al escribir? No pasa nada. Los objetos creados al configurar una caja nueva ahora se pueden editar permanentemente.
fr: ✏️ Une faute de frappe ? Aucun problème. Les éléments créés lors de la configuration d’une nouvelle boîte peuvent désormais être modifiés de façon permanente.
hi: ✏️ टाइपिंग गलती हो गई? कोई बात नहीं। नया डिब्बा बनाते समय बनाए गए आइटम अब बाद में भी संपादित किए जा सकते हैं।
it: ✏️ Hai fatto un errore di battitura? Nessun problema. Gli elementi creati durante la configurazione di una nuova scatola ora possono essere modificati in modo permanente.
ja: ✏️ 入力ミスしても大丈夫。新しい箱の作成中に追加したアイテムを後から恒久的に編集できるようになりました。
nl: ✏️ Een typefout gemaakt? Geen probleem. Items die tijdens het aanmaken van een nieuwe doos zijn gemaakt, kunnen nu blijvend worden bewerkt.
pl: ✏️ Literówka? Żaden problem. Przedmioty utworzone podczas konfigurowania nowego pudełka można teraz trwale edytować.
pt_pt: ✏️ Fez um erro de escrita? Sem problema. Os itens criados ao configurar uma nova caixa podem agora ser editados permanentemente.
uk: ✏️ Зробили помилку? Не проблема. Елементи, створені під час налаштування нової коробки, тепер можна редагувати постійно.
zh_hans: ✏️ 打错字了吗？没问题。现在你在建立新箱子时新增的物品也可以永久編輯了。
zh_hk: ✏️ 打錯字了嗎？沒問題。現在你在建立新箱子時新增的物品也可以永久編輯了。

source: ✨ A few new features are here to make your work easier and smoother.
ar: ✨ هناك بعض الميزات الجديدة لتجعل عملك أسهل وأكثر سلاسة.
bn: ✨ আপনার কাজকে আরও সহজ এবং মসৃণ করতে কিছু নতুন ফিচার এসেছে।
cs: ✨ Přišlo několik nových funkcí, které vám usnadní a zpříjemní práci.
da: ✨ Et par nye funktioner er her for at gøre dit arbejde lettere og mere smidigt.
de: ✨ Ein paar neue Funktionen sind dazugekommen, damit euch die Arbeit noch leichter fällt.
es: ✨ Han llegado algunas funciones nuevas para que tu trabajo sea más fácil y fluido.
fr: ✨ Quelques nouvelles fonctionnalités sont là pour rendre votre travail plus simple et plus fluide.
hi: ✨ आपका काम आसान और अधिक सुचारु बनाने के लिए कुछ नई सुविधाएँ जोड़ी गई हैं।
it: ✨ Ci sono alcune nuove funzioni per rendere il tuo lavoro più semplice e fluido.
ja: ✨ 作業をもっと簡単で快適にするための新機能をいくつか追加しました。
nl: ✨ Er zijn een paar nieuwe functies om je werk eenvoudiger en soepeler te maken.
pl: ✨ Pojawiło się kilka nowych funkcji, które mają ułatwić i usprawnić Twoją pracę.
pt_pt: ✨ Chegaram algumas funcionalidades novas para tornar o seu trabalho mais fácil e fluido.
uk: ✨ З’явилося кілька нових функцій, щоб зробити вашу роботу простішою та зручнішою.
zh_hans: ✨ 新增了一些功能，让你的使用体验更輕松、更顺畅。
zh_hk: ✨ 新增了一些功能，讓你的使用體驗更輕鬆、更順暢。

source: ❤️ Still working hard to integrate your feedback. Please keep sending it, even if it sometimes takes a bit longer to arrive in the app.
ar: ❤️ ما زلت أعمل بجد لدمج ملاحظاتك. واصل إرسالها، حتى إن استغرق ظهورها في التطبيق بعض الوقت أحياناً.
bn: ❤️ আপনার মতামত অন্তর্ভুক্ত করতে আমি এখনও কঠোর পরিশ্রম করছি। অ্যাপে পৌঁছাতে মাঝে মাঝে একটু সময় লাগলেও অনুগ্রহ করে পাঠাতে থাকুন।
cs: ❤️ Stále usilovně pracuji na zapracování vaší zpětné vazby. Posílejte ji dál, i když někdy trvá trochu déle, než se v aplikaci projeví.
da: ❤️ Jeg arbejder stadig hårdt på at få din feedback ind i appen. Bliv endelig ved med at sende den, også selv om det nogle gange tager lidt længere tid, før den lander i appen.
de: ❤️ Euer Feedback fließt weiter fleißig ein. Verzeiht mir, wenn es manchmal etwas länger dauert. Hört aber bitte nicht auf, mir zu schreiben!
es: ❤️ Sigo trabajando intensamente para integrar tus comentarios. Sigue enviándolos, aunque a veces tarden un poco más en llegar a la app.
fr: ❤️ Je continue à travailler dur pour intégrer vos retours. Continuez à me les envoyer, même s’il faut parfois un peu plus de temps pour qu’ils apparaissent dans l’app.
hi: ❤️ मैं आपकी प्रतिक्रिया को शामिल करने के लिए अभी भी मेहनत कर रहा हूँ। कृपया इसे भेजते रहें, भले ही कभी-कभी इसे ऐप में आने में थोड़ा अधिक समय लगे।
it: ❤️ Sto ancora lavorando intensamente per integrare il tuo feedback. Continua a inviarlo, anche se a volte ci vuole un po’ di più prima che arrivi nell’app.
ja: ❤️ 皆さんのフィードバックを引き続き反映できるよう取り組んでいます。アプリへの反映に少し時間がかかることがあっても、ぜひこれからも送ってください。
nl: ❤️ Ik werk nog steeds hard aan het verwerken van je feedback. Blijf die gerust sturen, ook als het soms iets langer duurt voordat die in de app verschijnt.
pl: ❤️ Nadal intensywnie pracuję nad wdrażaniem Waszych opinii. Wysyłajcie je dalej, nawet jeśli czasem pojawiają się w aplikacji trochę później.
pt_pt: ❤️ Continuo a trabalhar arduamente para integrar o vosso feedback. Continuem a enviá-lo, mesmo que por vezes demore um pouco mais a chegar à aplicação.
uk: ❤️ Я й далі наполегливо працюю над урахуванням ваших відгуків. Будь ласка, продовжуйте надсилати їх, навіть якщо іноді їм потрібно трохи більше часу, щоб з’явитися в додатку.
zh_hans: ❤️ 我仍在努力把你的回饋整合到 App 中。请继续提供意见，即使有时候需要久一点才会在 App 中实现。
zh_hk: ❤️ 我仍在努力把你的回饋整合到 App 中。請繼續提供意見，即使有時候需要久一點才會在 App 中實現。

source: ❤️ Thank you for all your great feedback! Some improvements are already live in the app. More are coming soon.
ar: ❤️ شكراً لكل ملاحظاتك الرائعة! بعض التحسينات أصبحت متاحة بالفعل في التطبيق، والمزيد سيأتي قريباً.
bn: ❤️ আপনার দারুণ সব মতামতের জন্য ধন্যবাদ! কিছু উন্নতি ইতিমধ্যে অ্যাপে যুক্ত হয়েছে। আরও শিগগিরই আসছে।
cs: ❤️ Děkuji za veškerou skvělou zpětnou vazbu! Některá vylepšení už jsou v aplikaci dostupná. Další brzy přijdou.
da: ❤️ Tak for al jeres gode feedback! Nogle forbedringer er allerede live i appen. Flere kommer snart.
de: ❤️ Danke für euer tolles Feedback! Einige Verbesserungen sind schon live – mehr folgt bald.
es: ❤️ ¡Gracias por todos los comentarios! Algunas mejoras ya están disponibles. Más vienen pronto.
fr: ❤️ Merci pour tous vos excellents retours ! Certaines améliorations sont déjà disponibles dans l’app. D’autres arrivent bientôt.
hi: ❤️ आपकी शानदार प्रतिक्रिया के लिए धन्यवाद! कुछ सुधार पहले से ही ऐप में उपलब्ध हैं। और भी जल्द आने वाले हैं।
it: ❤️ Grazie per tutti gli ottimi feedback! Alcuni miglioramenti sono già presenti nell'app. Altri sono in arrivo.
ja: ❤️ たくさんの素晴らしいフィードバックをありがとうございます。すでにいくつかの改善はアプリに反映されています。今後さらに追加していきます。
nl: ❤️ Bedankt voor je geweldige feedback! Sommige verbeteringen zijn al live. Er komt meer aan.
pl: ❤️ Dziękuję za wszystkie świetne opinie! Niektóre ulepszenia są już dostępne w aplikacji. Wkrótce pojawi się więcej.
pt_pt: ❤️ Obrigado por todo o excelente feedback! Algumas melhorias já estão disponíveis na aplicação. Mais estão a caminho.
uk: ❤️ Дякую за всі ваші чудові відгуки! Деякі покращення вже доступні в додатку. Незабаром буде ще більше.
zh_hans: ❤️ 感謝你宝贵的意见！部分改进已经在应用中上线，更多更新即将推出。
zh_hk: ❤️ 感謝你寶貴的意見！部分改進已經在應用程式中上線，更多更新即將推出。

source: 🌍 Localization has been reduced to English and German to ensure better quality.
ar: 🌍 تم تقليل اللغات إلى الإنجليزية والألمانية لضمان جودة أفضل.
bn: 🌍 ভালো মান নিশ্চিত করতে লোকালাইজেশন ইংরেজি এবং জার্মানে সীমিত করা হয়েছে।
cs: 🌍 Lokalizace byla kvůli vyšší kvalitě zredukována na angličtinu a němčinu.
da: 🌍 Lokaliseringen er reduceret til engelsk og tysk for at sikre bedre kvalitet.
de: 🌍 Die App gibt es jetzt nur noch auf Deutsch und Englisch. Dafür mit besserem Fokus auf die Zielgruppe.
es: 🌍 La localización se ha reducido a inglés y alemán para garantizar una mejor calidad.
fr: 🌍 La localisation a été réduite à l’anglais et à l’allemand pour garantir une meilleure qualité.
hi: 🌍 बेहतर गुणवत्ता सुनिश्चित करने के लिए लोकलाइज़ेशन को अंग्रेज़ी और जर्मन तक सीमित किया गया था।
it: 🌍 La localizzazione è stata ridotta a inglese e tedesco per garantire una qualità migliore.
ja: 🌍 品質を確保するため、ローカライズは英語とドイツ語に絞りました。
nl: 🌍 De lokalisatie is teruggebracht tot Engels en Duits om een betere kwaliteit te garanderen.
pl: 🌍 Liczbę lokalizacji ograniczono do angielskiego i niemieckiego, aby zapewnić lepszą jakość.
pt_pt: 🌍 A localização foi reduzida ao inglês e ao alemão para garantir melhor qualidade.
uk: 🌍 Локалізацію скорочено до англійської та німецької мов, щоб забезпечити кращу якість.
zh_hans: 🌍 为了確保更好的品質，本地化語言已缩減为英文与德文。
zh_hk: 🌍 為了確保更好的品質，本地化語言已縮減為英文與德文。

source: 🎨 Location colors are editable and now use a wider palette. Renaming is also possible.
ar: 🎨 أصبحت ألوان المواقع قابلة للتعديل وتستخدم الآن لوحة أوسع. كما أصبح تغيير الاسم ممكناً أيضاً.
bn: 🎨 অবস্থানের রঙ এখন সম্পাদনা করা যায় এবং আরও বড় রঙের প্যালেট ব্যবহার করে। নাম পরিবর্তনও সম্ভব।
cs: 🎨 Barvy umístění lze upravovat a nyní používají širší paletu. Je možné i přejmenování.
da: 🎨 Placeringsfarver kan nu redigeres og bruger en bredere palette. Omdøbning er også mulig.
de: 🎨 Standortfarben sind jetzt bearbeitbar und die Palette wurde erweitert. Das Umbenennen der Standorte ist auch möglich.
es: 🎨 Los colores de ubicación ahora se pueden editar y usan una paleta más amplia. También puedes renombrarlas.
fr: 🎨 Les couleurs des emplacements sont modifiables et utilisent désormais une palette plus large. Le renommage est également possible.
hi: 🎨 स्थानों के रंग अब बदले जा सकते हैं और अब अधिक व्यापक रंग-पैलेट का उपयोग करते हैं। नाम बदलना भी संभव है।
it: 🎨 I colori delle località sono modificabili e ora utilizzano una tavolozza più ampia. È possibile anche la ridenominazione.
ja: 🎨 場所の色を編集できるようになり、より幅広いカラーパレットを利用できます。名前の変更も可能です。
nl: 🎨 Locatiekleuren zijn bewerkbaar en gebruiken nu een breder palet. Hernoemen is ook mogelijk.
pl: 🎨 Kolory lokalizacji można teraz edytować i korzystają one z szerszej palety. Zmienianie nazw także jest możliwe.
pt_pt: 🎨 As cores das localizações são editáveis e passam agora a usar uma paleta mais ampla. Também é possível renomear.
uk: 🎨 Кольори локацій тепер можна редагувати, і вони використовують ширшу палітру. Також можна перейменовувати.
zh_hans: 🎨 地点颜色现在可編輯，並支援更广泛的色彩选择，也可以重新命名。
zh_hk: 🎨 地點顏色現在可編輯，並支援更廣泛的色彩選擇，也可以重新命名。

source: 🏷️ Hello, my name is... You can now customize automatically generated box names to better fit your needs and keep things organized your way.
ar: 🏷️ مرحباً، اسمي هو... يمكنك الآن تخصيص أسماء الصناديق التي تُنشأ تلقائياً لتناسب احتياجاتك بشكل أفضل وتحافظ على تنظيمك بالطريقة التي تريدها.
bn: 🏷️ হ্যালো, আমার নাম... এখন আপনি স্বয়ংক্রিয়ভাবে তৈরি হওয়া বাক্সের নাম নিজের প্রয়োজন অনুযায়ী কাস্টমাইজ করতে পারবেন।
cs: 🏷️ Ahoj, jmenuji se… Nyní si můžete přizpůsobit automaticky generované názvy krabic, aby lépe odpovídaly vašim potřebám a vašemu způsobu organizace.
da: 🏷️ Hej, mit navn er… Du kan nu tilpasse automatisk genererede kassenavne, så de passer bedre til dine behov og holder orden på din måde.
de: 🏷️ Hallo, mein Name ist… Automatisch generierte Boxnamen können jetzt individuell angepasst werden.
es: 🏷️ Ahora puedes personalizar los nombres automáticos de las cajas.
fr: 🏷️ Bonjour, je m’appelle… Vous pouvez désormais personnaliser les noms de boîtes générés automatiquement pour mieux répondre à vos besoins et organiser les choses à votre façon.
hi: 🏷️ नमस्ते, मेरा नाम है... अब आप अपने अनुसार व्यवस्था बनाए रखने और जरूरतों के अनुसार स्वतः-जनित डिब्बे के नाम बदल सकते हैं।
it: 🏷️ Salve, il mio nome è... È ora possibile personalizzare i nomi dei riquadri generati automaticamente per adattarli alle proprie esigenze e organizzare le cose a modo proprio.
ja: 🏷️ こんにちは、私の名前は……。自動生成される箱の名前を、用途に合わせて自由にカスタマイズできるようになりました。
nl: 🏷️ Hallo, mijn naam is… Je kunt nu automatisch gegenereerde boxnamen aanpassen zoals jij dat wilt.
pl: 🏷️ Cześć, mam na imię... Możesz teraz dostosować automatycznie generowane nazwy pudełek, aby lepiej pasowały do Twoich potrzeb i sposobu organizacji.
pt_pt: 🏷️ Olá, o meu nome é... Agora pode personalizar os nomes das caixas gerados automaticamente para se ajustarem melhor às suas necessidades e à sua forma de organização.
uk: 🏷️ Привіт, мене звати... Тепер ви можете налаштовувати автоматично згенеровані назви коробок так, щоб вони краще відповідали вашим потребам і допомагали організовувати все по-своєму.
zh_hans: 🏷️ 你好，我叫做……你现在可以自訂自动产生的方块名稱，让它們更符合你的需求，並用你自己的方式保持整理有序。
zh_hk: 🏷️ 你好，我叫做……你現在可以自訂自動產生的方塊名稱，讓它們更符合你的需求，並用你自己的方式保持整理有序。

source: 🏷️ QR codes are now more customizable. You can print location colors or reduce the QR code size to make room for other content. The relevant settings are now linked directly in the create tab for quick access.
ar: 🏷️ أصبحت رموز QR أكثر قابلية للتخصيص. يمكنك طباعة ألوان المواقع أو تقليل حجم رمز QR لإفساح المجال لمحتوى آخر. وتم ربط الإعدادات ذات الصلة مباشرة بعلامة تبويب الإنشاء للوصول السريع.
bn: 🏷️ QR কোড এখন আরও বেশি কাস্টমাইজ করা যায়। আপনি অবস্থানের রঙ প্রিন্ট করতে পারেন বা QR কোডের আকার ছোট করে অন্য কনটেন্টের জন্য জায়গা রাখতে পারেন। সম্পর্কিত সেটিংস এখন দ্রুত ব্যবহারের জন্য Create ট্যাব থেকে সরাসরি খোলা যায়।
cs: 🏷️ QR kódy jsou nyní lépe přizpůsobitelné. Můžete tisknout barvy umístění nebo zmenšit velikost QR kódu, abyste uvolnili místo pro další obsah. Příslušná nastavení jsou nyní přímo propojena na kartě vytvoření pro rychlý přístup.
da: 🏷️ QR-koder kan nu tilpasses mere. Du kan udskrive placeringsfarver eller reducere QR-kodens størrelse for at give plads til andet indhold. De relevante indstillinger er nu linket direkte i Opret-fanen for hurtig adgang.
de: 🏷️ QR-Codes lassen sich jetzt individueller anpassen. Du kannst Standortfarben mitdrucken oder den QR-Code verkleinern, um Platz für andere Inhalte zu schaffen. Die passenden Einstellungen sind dafür jetzt direkt im Erstellen-Tab verlinkt.
es: 🏷️ Los códigos QR ahora se pueden personalizar más. Puedes imprimir los colores de las ubicaciones o reducir el tamaño del código QR para dejar espacio a otro contenido. Los ajustes correspondientes ahora están enlazados directamente en la pestaña de creación para un acceso rápido.
fr: 🏷️ Les codes QR sont désormais plus personnalisables. Vous pouvez imprimer les couleurs des emplacements ou réduire la taille du code QR pour laisser de la place à d’autres contenus. Les réglages concernés sont maintenant liés directement dans l’onglet de création pour un accès rapide.
hi: 🏷️ QR कोड अब और अधिक अनुकूलन योग्य हैं। आप स्थान के रंग प्रिंट कर सकते हैं या QR कोड का आकार कम कर सकते हैं ताकि अन्य सामग्री के लिए जगह बन सके। संबंधित सेटिंग्स अब तेज़ पहुँच के लिए सीधे बनाएँ टैब में जुड़ी हुई हैं।
it: 🏷️ I codici QR ora sono più personalizzabili. Puoi stampare i colori delle posizioni o ridurre le dimensioni del codice QR per fare spazio ad altri contenuti. Le impostazioni rilevanti sono ora collegate direttamente nella scheda di creazione per un accesso rapido.
ja: 🏷️ QRコードのカスタマイズ性が向上しました。場所の色を印刷したり、QRコードのサイズを小さくして他の内容のためのスペースを確保できます。関連設定は作成タブから直接開けます。
nl: 🏷️ QR-codes zijn nu beter aanpasbaar. Je kunt locatiekleuren afdrukken of de grootte van de QR-code verkleinen om ruimte te maken voor andere inhoud. De relevante instellingen zijn nu direct gekoppeld in het tabblad Aanmaken voor snelle toegang.
pl: 🏷️ Kody QR są teraz bardziej konfigurowalne. Możesz drukować kolory lokalizacji albo zmniejszyć rozmiar kodu QR, aby zrobić miejsce na inne treści. Odpowiednie ustawienia są teraz podlinkowane bezpośrednio na karcie tworzenia.
pt_pt: 🏷️ Os códigos QR são agora mais personalizáveis. Pode imprimir as cores das localizações ou reduzir o tamanho do código QR para dar lugar a outro conteúdo. As definições relevantes estão agora ligadas diretamente no separador de criação para acesso rápido.
uk: 🏷️ QR-коди тепер можна краще налаштовувати. Ви можете друкувати кольори локацій або зменшити розмір QR-коду, щоб звільнити місце для іншого вмісту. Відповідні налаштування тепер напряму пов’язані у вкладці створення для швидкого доступу.
zh_hans: 🏷️ QR Code 现在可自訂的项目更多了。你可以列印位置颜色，或缩小 QR Code 以騰出空间給其他内容。相关设置现在也已直接链接到建立分页中，方便快速存取。
zh_hk: 🏷️ QR Code 現在可自訂的項目更多了。你可以列印位置顏色，或縮小 QR Code 以騰出空間給其他內容。相關設定現在也已直接連結到建立分頁中，方便快速存取。
